import image1 from "../../img/49b21228c56d9c97dc957d5f7e5bebe1.jpg";
import image2 from "../../img/9ac25c111de13f16e78073c5d8dbd8c4.jpg";
import image3 from "../../img/f1eafcc65076de7a1d51bc0416146be1.jpg";
import image4 from "../../img/992828812.jpg";

export const data = {
  product0: {
    id: 1,
    name: "чоловічий термокостюм atlantic",
    price: 3700,
    size: ["", "", "", "", "", "", ""],
    type: "термокостюм",
    colors: ["white", "gray", "black"],
    description: ` <p>Терморегуляція забезпечить вам тепло в будь-якій ситуації.</p> <p>Сучасні технології дозволяють нашому термокостюму адаптуватися до вашого тіла та навколишнього середовища.</p><p>Легкість та еластичність для максимальної свободи рухів.</p>
      <p>Забудьте про невигоди - наш термокостюм розроблений з урахуванням вашої активності.</p><p>Дихаючі тканини для оптимальної вентиляції.</p><p>Забудьте про  потовиділення - наш термокостюм дозволяє шкірі "дихати", забезпечуючи вам комфорт під час активної діяльності.</p>`,
    images: [`${image1.src}`, `${image2.src}`, `${image3.src}`],
    reviews: [
      {
        id: 1,
        user: "Жора Ремінгтон",
        avatar: `${image3.src}`,
        comment:
          "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі...",
        rating: 4,
      },
      {
        id: 2,
        user: "Жора Ремінгтон",
        avatar: `${image3.src}`,
        comment:
          "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі...",
        rating: 4,
      },
      {
        id: 3,
        user: "Жора Ремінгтон",
        avatar: `${image3.src}`,
        comment:
          "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі...",
        rating: 4,
      },
      {
        id: 4,
        user: "Жора Ремінгтон",
        avatar: `${image3.src}`,
        comment:
          "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі...",
        rating: 4,
      },
      {
        id: 5,
        user: "Жора Ремінгтон",
        avatar: `${image3.src}`,
        comment:
          "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі...",
        rating: 4,
      },
      {
        id: 6,
        user: "Жора Ремінгтон",
        avatar: `${image3.src}`,
        comment:
          "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі...",
        rating: 4,
      },
      {
        id: 7,
        user: "Жора Ремінгтон",
        avatar: `${image3.src}`,
        comment:
          "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі...",
        rating: 4,
      },
      {
        id: 8,
        user: "Жора Ремінгтон",
        avatar: `${image3.src}`,
        comment:
          "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі...",
        rating: 4,
      },
      {
        id: 9,
        user: "Жора Ремінгтон",
        avatar: `${image3.src}`,
        comment:
          "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі...",
        rating: 4,
      },
      {
        id: 10,
        user: "Жора Ремінгтон",
        avatar: `${image3.src}`,
        comment:
          "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі...",
        rating: 4,
      },
      {
        id: 11,
        user: "Жора Ремінгтон",
        avatar: `${image3.src}`,
        comment:
          "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі...",
        rating: 4,
      },
    ],
  },
  product1: {
    id: 2,
    name: "Термобілизна для бодібілдерів",
    price: 4000,
    size: ["", ""],
    type: "термокостюм",
    colors: ["white", "gray", "black"],
    description: ``,
    images: [`${image2.src}`, `${image2.src}`, `${image3.src}`],
    reviews: [],
  },
  product2: {
    id: 3,
    name: "Термобілизна для бодібілдерів",
    price: 4000,
    size: ["", ""],
    type: "термокостюм",
    colors: ["white", "gray"],
    description: ``,
    images: [`${image1.src}`, `${image2.src}`, `${image3.src}`],
    reviews: [],
  },
  product3: {
    id: 4,
    name: "Термобілизна для бодібілдерів",
    price: 4000,
    size: ["", ""],
    type: "термокостюм",
    colors: ["white", "gray"],
    description: ``,
    images: [`${image4.src}`, `${image2.src}`, `${image3.src}`],
    reviews: [],
  },
  product4: {
    id: 5,
    name: "Термобілизна для бодібілдерів",
    price: 4000,
    size: ["", ""],
    type: "термокостюм",
    colors: ["white", "gray"],
    description: ``,
    images: [`${image4.src}`, `${image2.src}`, `${image3.src}`],
    reviews: [],
  },
};
